Repository: TomMondor/AMC_2024
Catalog: lib/l10n/app_*.arb
Languages: fr

# hello
source: Hi
fr: Bonjour

# footprint
source: Your carbon print
fr: Votre empreinte carbone

source: Consumption
fr: Consommation

# air
source: Air Quality
fr: Qualité d'air

source: Quick Look
fr: Regard rapide

# slack_title
source: Slack period
fr: Période creuse

# slack_text
source: A slow period is starting, do you have a laundry load to do?
fr: Une période creuse commence, du linge à laver?

# heating_title
source: Heating an empty house?
fr: Chauffer une maison vide?

# nobody_title
source: Nobody at home?
fr: Maison vide?

# nobody_text
source: There seems to be no one at home, would you like to turn down the heat?
fr: Il semble qu'il n'y ait personne à la maison, voudriez-vous baisser le chauffage?

# heating_text
source: Confirm your work schedule to automatically reduce the heating in your absence.
fr: Confirmez votre horaire de travail pour réduire automatiquement le chauffage en votre absence.

# bus_title
source: 38km of car to do by bus
fr: 38km d'auto à faire en bus

# bus_text
source: Some of your car trips would have been quicker by bus!
fr: Certains de vos déplacements en voiture auraient été plus rapides en bus!

# savings_title
source: Missed $11.50 savings!
fr: Sauver 11,50$!

# savings_text
source: In the last month, these are your car trips of 2km or less, which you could have made on foot!
fr: Ce sont vos trajets d'auto de moins de 2km faisable à pied.

source: Sign up
fr: S'inscrire

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Car model
fr: Modèle d'auto

source: Email
fr: Courriel

source: Password
fr: Mot de passe

# dont_have_account
source: You don't have an account?
fr: Vous n'avez pas de compte?

# already_have_account
source: You have an account?
fr: Vous avez déjà un compte?

source: Power consumption
fr: Consommation d'électricité

source: My City
fr: Ma Ville

source: My Hub
fr: Mon Hub

source: increase
fr: augmentation

source: decrease
fr: diminution

# can_help
source: How can I help?
fr: Comment aider?

# fifteen_minutes
source: 15 min. ago
fr: 15 min.

# fortyfive_minutes
source: 45 min. ago
fr: 45 min.

# fifteen_secs
source: 15 sec. ago
fr: 15 sec.

# fortyfive_secs
source: 45 sec. ago
fr: 45 sec.

# doing_great
source: You are doing great! Keep it up!
fr: Tu te débrouilles bien! Continue comme ça!

# generating_co2
source: You are generating approximately 757 Wh, which translates to 0.5kg of CO2 per day.
fr: Tu génères environ 757 Wh, ce qui correspond à 0,5 kg de CO2 par jour.

# my_impact
source: What is my impact?
fr: Mon impact?

source: My Footprint
fr: Mon empreinte

# co2
source: CO2 in the last month
fr: CO2 dans le dernier mois

source: Walk
fr: Marche

source: Car
fr: Auto

# means
source: What does it mean?
fr: Qu'est-ce que ça signifie?

source: Well done!
fr: Bien joué!

# walked_more
source: You walked 10% more this month!
fr: Tu as marché 10% plus ce mois-ci!

# cheap_bus_title
source: Cheap bus tickets
fr: Billets de bus

# cheap_bus_text
source: There is a sale on the annual bus pass for students. You can save up to 50% on your bus tickets.
fr: Il y a une vente sur le pass de bus annuel pour les étudiants. Vous pouvez économiser jusqu'à 50 % sur vos billets de bus.

# carpool_montreal_title
source: Carpool to Montreal
fr: Covoiturage pour Montréal

# carpool_montreal_text
source: Your calendar suggests that you are going to Montreal for AMC 2024. You can carpool with other students and save up to 275kg of CO2.
fr: Votre calendrier suggère que vous partez à Montréal pour l'AMC 2024. Vous pouvez faire du covoiturage avec d'autres étudiants et économiser jusqu'à 275 kg de CO2.
